Repository: giellalt/corpus-sma
Catalog: tmx/smj/admin/depts/other_files/tid_for_samtale_sorsamisk.pdf.tmx
Source language: sma
Languages: smj

source: Guktie aerbi moeneme, dellie maanah maehtieh dåeriedidh gosse 2. - 3. klaassesne vaedtsieminie.
smj: Dagu åvdebu nammadum, de le dábálasj oahppáj oassálasstet ságastallamij juo gå vádtsá 2. jali 3. dásen.

source: Vihkeles learohkh åadtjoeh dåeriedidh, mohte naan aejkien lea aaj daerpies eejhtegh åadtjoeh lohkehtæjjine soptsestidh maanaj namhtegh.
smj: Ávkálasj le jus oahppe oassálasstá, valla muhttijn le ållessjattugijda dárbbo aktan ságastit gå máná ælla lahkusin.

source: Dihte maahta akten aejkien jaepesne deahpadidh.
smj: Ihkap ållessjattuga máhtti akti jahkáj æjvvali ságastalátjit galluga.

source: Naaken eejhtegijstie daam jiehtieh gieh meatan:
smj: Muhtem æjgádij mielas galggi dá ulmutja oassálasstet ságastallamin:

source: • Hijven jis maanah eah fierhten aejkien dåeredh
smj: • Buoragit doajmmá ságastallamijn gå máná e oassálasste.

source: • Jis man geerve bijre soptsestalledh, dellie buerebh gosse eah maanah meatan
smj: • Giehpebuv le sáhkadit gássjelis ássjij birra gå máná e oassálasste.

source: • Naan aejkien vaajtelibie aamhtsi bijre digkiedidh namtegh maanah
smj: • Muhttijn sihtap ságastallat juoŋga birra gå máná e oassálasste.

source: • Hijven jis maanah meatan.
smj: gullat.

source: • Saerniestimmieh bøøremes sjidtieh jis gaajhkesh dovnesh meatan, dovne
smj: • Diedo buoremusát juogeduvvi gå juohkkahattja oassálassti; oahppe,

source: learohke, eejhtegh jih lohkehtæjja
smj: æjgáda ja åhpadiddje.

source: Bøøremisnie tjoevere tjåadtjodh mij soptsestallemen sisvege jih gieh meatan.
smj: Gåhttjomin bierri tjuodtjot mij galggá åvddånahttemságastallama sisadno, ja gudi galggi oassálasstet.

source: Tjiehtjele
smj: Ladnja

source: Klaassen tjiehtjele hijven sjeahta gosse lohkehtæjja, learohke jie eejhtegh gaavnedieh.
smj: Klássaladnja buoragit hiehpá tjåhkanibmáj åhpadiddje, oahppe ja æjgádij gaskan.

source: Buerie leah gaavnedidh desnie gusnie learohke barka, vuejnedh barkoesijjiem, guvvieh jih aaj barkoeh jeatja learohkijstie.
smj: Luluj ávkken liehket oahppe barggosajen tjåhkanit, gehtjatjit barggamsajev, sárggomijt jali ietjá skåvllåbargojt.

source: Gåarede aaj jeatja tjiehtjielisnie årrodh gosse øvtiedimmiesoptsestalleme, v.g. dåehkie- tjiehtjele jallh gærjagåetie.
smj: Máhttelis le ietjá lanjájt adnet åvddånahttemságastallamij, duola dagu juogoslanjáv jali skåvllågirjjevuorkáv.

source: Dihte mij daerpies leah åadtjodh raeffesne tjahkasjidh.
smj: Lanján hæhttu liehket máhttelis buoragijt ja ráfen ságastallat.

source: Semma magkeres tjiehtjele, daerpies leah eejhtegh, lohkehtæjja seamma buertien bijre tjahkasjieh.
smj: Luondulasj le æjgáda, oahppe ja åhpadiddje sæmmi bievde birra tjåhkkåhi gå ságastalli.

source: Dihte vuesehte gaajhkesh dovnesh seamma vierhtiegisnie.
smj: Praktihkalasj organiserim galggá tjielggasit vuosedit divna oassálasste ságastallamin li avtaárvvusasj oassálasste.

source: Tijje
smj: Ájgge

source: Buerie astoe lea daerpies gosse soptsestalledh.
smj: Åvddånahttemságastallamin galggap astot ságastallat.

source: Gaajhkesh dovnesh tjoeverieh åadtjodh jiehtedh maam sijhtieh.
smj: Juohkkahasj hæhttu oadtjot javllat majt sihtá.

source: Tjåangkoen minniegietjesne lea daerpies moenedh man bijre soptsestamme jih vuepside vuesiehtidh båetije tijjese.
smj: Tjåhkanime låhpan galggá liehket assto tjoahkkájgæsátjit ja hábbmitjit ulmijt åvddålijguovlluj.

source: Gellie eejhtegh vaajtelieh vaenemes 30 minudth dagkeres soptsestæmman.
smj: Moattes æjgádijs javlli sij sihti edesik 30 minuhtajt dákkir ságastallamij.

source: Akten giehtjelimmesne naan eejhtegh daam jiehtieh tijjen bijre:
smj: Guorradallamin æjgádij gaskan javllin muhtema návti tjåhkanime ájge birra:

source: • Vijredh soptsestallemem guktie 30 minudth sjædta. Nimhtie ibie daarpesjh
smj: • Guhkedit ságastallamav 30 minuhttaj, vaj oadtjop buorre astov, ja

source: billedh tijje åenehks sjædta jih lohkehtæjjah eah daarpesjh jeatja barkose seente båetedh.
smj: åhpadiddje ij dárbaha gåktuk maŋŋunit.

source: • Hijven jis tijje guhkebe 30 minudtijstie.
smj: • Sihtap guhkep ájgev gå 30 minuhta.

source: • Jis gaajhksh edtjieh maam joem jiehtedh, dellie 30 minudth daerpies.
smj: • Jus juohkkahasj galggá javllat majt sihtá le dárbbo binnemusát 30

source: Åvtehki barkoe
smj: minuhtajda.

source: Daamhts lea aevkies jis lohkehtæjja dihte soptsestallemem juhtehte.
smj: Álu le luondulasj åhpadiddjáj ságastallamav jådedit.

source: Soejkesjimmesne maehtiegan learohke jih lohkehtæjja siemes sjidtedh gieh edtja dejtie ovmese aamhtside juhtiehtidh. Nimhtie aaj learohken diedte sjædta juhtiehtæjjine årrodh.
smj: Gå ságastallamav gárvedibá máhtteba oahppe ja åhpadiddje guorrasit goabbá galggá majt åvdedit ságastallamin, ja ihkap oahppe jådet oasev ságastallamis.

source: Lohkehtæjjah gieh leah dagkeres diedtem learohkide vadteme, leah voeredamme man vihkeles lea buerie tijjem utnedh jih soejkesjimmijgujmie eensi-laakan barkedh.
smj: Åhpadiddje gudi lij dibddám oahppijt ságastallamav jådedit, li åtsådallam oahppe le ålov oahppam, vájku li guhkep ájgev dárbaham gárvedattijn gå buohtastahttá dábálasj tjadádime hárráj.

source: SOPTSESTALLEMEN SISVEGE
smj: SÁGASTALLAMA SISADNO

source: Bååstide vuartasjidh
smj: Maŋus gehtjastit

source: Skuvlh jih hiejmh tjoeverieh ektesne dagkeres tjåanghkoeh soejkesjiidh jih aaj veeljedh magkeres aamhtsh desnie digkiedidh.
smj: Åvddånahttemságastallam galggá liehket plánidum ságastallam skåvlå ja sijda gaskan, ja tiebmá hæhttu gárveduvvat ságastallama åvddåla.

source: Hijven soptstallemem aelkiehtidh jih bååstide vuartasjidh magkeres vuepsieh minngemes tjåanghkosne. Guktie øvtiedimmie orreme ?
smj: Máhttá ávkken liehket jus ságastallama álgon máhttsi åvdep ságastallamij, ja gæhttji gåktu oahppe le åvddånam dalutjis.

source: Mejtie sån lea learohke vuepside jakseme ?
smj: Le oahppe jåksåm dajt mierijt majt åvdep tjåhkanimen oattjoj ?

source: Lin vuepsieh nuhteles learohken øvtiedæmman ?
smj: Lidjin miere ávkálattja oahppe åvddånahttemij ?

source: Learohke, eejhtegh jih lohkehtæjja vuepside giehtjedieh jih siemes sjidtieh magkeres orre vuepsieh båetije tijjese daerpies.
smj: Oahppe, æjgáda ja åhpadiddje árvvustalli båhtusijt ja sjiehtadi ådå mierijt oahppáj.

source: Øvtiedimmie-vuepsieh
smj: Åvddånahttemulme

source: Maadth-skuvlesne gellie seamma vuepsieh øøhpehtimmesne daerpies, dovne dåemiedimmie jeatja almetji ektesne jih faagi gaskems.
smj: Vuodoskåvlån li moadda aktisasj ulme åhpadibmáj, fágalattjat ja aj sosialalattjat.

source: Vuepsieh vuesiehtieh maam learohkh edtjieh lieredh ovmese daltesisnie.
smj: Ulme vuosedi majt oahppe galggá oahppat juohkka dásen.

source: Øvtiesoptsestallemisnie lea daerpies vuartasjidh maam learohke haalvoe.
smj: Åvddånahttemságastallamin viertti guoradallat majna oahppe rijbat.

source: Maam learohke jijtje veanhta ?
smj: Majt miejnni oahppe iesj ?

source: Lohkehtæjjan jih eejhtegi ektesne maahta orre vuepsieh soejkesjidh.
smj: Aktan åhpadiddjijn máhttá oahppe sjiehtadit ådå ulmijt åvddålijguovlluj.

source: Vuepsieh edtjieh maam joem learohkiste kriebpesjidh, mohte learohke edtja aaj viehkiem lohkehtæjjeste jih eejhtegijstie åadtjodh.
smj: Ulme galggi gájbbadusájt buktet oahppáj, valla aj gájbbádusájt oatsodibmáj æjgádijs ja åhpadiddjijs.

source: Øvtiedimmie-vuepsidie leah daerpies mietestidh, jih learohke jih eejhtegh tjoeverieh jaepien tjirrh vierhtiehtidh mejtie learohken nuepie vuepside jaksedh.
smj: Åvddånahttemulmev hæhttu dåhkkit mihttit, ja oahppe ja æjgáda hæhttuji agev diehtet jus ulmme le jåvsådahtte.

source: EKTESVUEKIEBARKOE (v.g.) Vuepsie
smj: AKTISASJBARGGO (buojkulvisá) Ulmme:

source: • Learohke sæjhtoem ektesvuekiebarkose vuesehte
smj: • Oahppe sihtá ja máhttá aktisattjat barggat

source: Måadts vuepsieh (v.g.)
smj: Buojkulvisá oasseulmijda:

source: • Learohke jeatjbidie goltele
smj: • Oahppe iehtjádijda gulldal

source: • Learohke eensi-laakan barka aamhtsigujmie mah gajhksidie dijpieh
smj: • Oahppe dåjmalattjat barggá aktisasjbargujn

source: • Learohke dorje maam luhpiedamme Øvtiedimmie-vuepsieh maehtieh sjiere faagide jallh aamhtside veadtaldihkie årrodh.
smj: • Oahppe sjiehtadusájt tjuovvu Åvddånahttemmiere máhtti aj tjanáduvvat ájnegis fágaj jali ájnegis dahkamussaj majna oahppe galggá barggat.

source: Vuepsieh maehtieh moenedh guktie aamhtsigujmie barkedh, jallh vuesiehtidh buerie ektesvuekiebarkoem jeatja learohki ektine.
smj: Ulme máhtti aj liehket barggamvuogij ja máhtudagáj birra, jali ienep sosialalasj hámijn, dagu buktet iehtjádij aktisattjat barggat.

source: Vuesiehtimmien gaavhtan maehtibie ektesvuekiebarkoem vuartasjidh.
smj: Dálla galggap aktisasjbargov gæhttjat åvddånimsuorggen.

source: Daam eensi-laakan haalvedh lea vihkeles jih vuesehte guktie learohke verveste faagigujmie jih aaj guktie altese dåemiedimmie lea, dovne skuvlesne jih barkoe-jieliemisnie.Skuvlesne edtja learohke akti vøøki barkedh dovne akten learohkijnie jih aaj dåehkine.
smj: Ájnas le oahppáj máhttet aktisattjat barggat jus galggá buoragit doajmmat fágalatjat ja sosialalattjat, skåvlån ja maŋŋela gå barggagoahtá.

source: Desnie edtjieh lieredh orre barkoevuekieh v.g. barkoeprovsjektine.
smj: Skåvlån galggá oahppe aktisattjat barggat iehtjádij, guovtes aktan ja aj juohkusijn.

source: Nimhtie leah dagkeres barkoeh joekoen vihkeles.
smj: Dan diehti hæhttuji oahppe buktet aktisattjat barggat.

source: Magkeres måadts vuepsieh daerpies gaervies jis ektesvuekiebarkoeh edtjieh buerie sjidtedh ?
smj: Makkir oasseulmijt hæhttu ållidit jus galggá buorre aktisasjbarggo ?

source: Vihkeles leah learohkese jih eejhtegidie daejredh dagkeres måadts vuepsieh bijre gosse øvtedimmie vuepsiej vøøste barkeminie.
smj: Ájnas le oahppe ja æjgáda dåbddi oasseulmijt mierredum åvddånahttemulmmen.

source: Learohke tjoevere daejredh guktie bøøremes akti vøøki barkedh jih viehkiem åadtjodh vuejnedh guktie jijtje verveste gosse dagkarinie barkojne giehtele.
smj: Oahppe hæhttu oahppat mij la aktisasjbargo sisadno, ja viehkev oadtjot gehtjatjit gåktu doajmmá ulmij hárráj.

source: Daerpies øvtiedimmie-vuepside sjiehtesjadtedh fiereguhten maanese.
smj: Åvddånahttemulme galggi hiebaduvvat juohkka ájnegis oahppáj.

source: Maanide mah tjabrieh leah nåake jis mohtedieh maanajgujmie mah væjkelåbpoe skuvlesne.
smj: Oahppijda gudi ælla nav smidá, soajttá sjaddat gássjel jus galggi buohtastahteduvvat oahppij gudi li smidásappo.

source: Jis jijnje soptsestalleme vuepsij bijre sjædta, dellie learohkh maehtieh damtedh eah dah buektedh darjodh maam sijhtieh, jih nimhtie minngesne baetsieh.
smj: Jus biedjá dættov aktisasj ulmmáj ja oasseulmijda, de soajttá oahppe dåbddå ietjas tjuorbben, mij ij la buorre åvddånahttema hárráj.

source: Soptsestalleme edtja vuesiehtidh gusnie learohkh tjåadtjoeminie lierehtimmesne jih man gååhkese maahta lieremisnie jaksedh.
smj: Åvddånahttemságastallamin hæhttup duodastit gåktu oahppe doajmmá ja gåktu åvddån ietjas máhtukvuodaj hárráj.

source: Øvtiedimmiesoptsestalleme edtja learohkide eevtjedh barkojne jaksedh man gååhkese buektehte.
smj: Åvddånahttemságastallam galggá liehket tjåhkanibme gånnå måvtåstahttep bargatjit almma åvddånahttemulmij vuosstij.

source: Learohken daajroe
smj: Oahppe máhtudáhka

source: Skuvlen vuepsieh edtjieh eejhtegi ektine learohken daajroem vijriebasse juhtiehtidh guktie abpe almetje vååjnose båata.
smj: Skåvlå ulmme aktan sijdajn le åvddånahttet oahppe ållåsasj máhtudagáv, gånnå ålles almasj le guovdátjin. Skåvlån galggá oahppe soapptsot ja oahppat.

source: Skuvlesne edtjieh dovne learohkh lieredh jih tråjjadidh.
smj: Åhpadimen galggá oahppe oahppat juohkka fágan.

source: Lieremisnie edtja learohke maahtoem fierhtene faagesne tjøøngkedh, dam åvtese guedtedh dovne skuvlesne, gåetesne jih aaj mænngan barkoe-jieliemisnie.
smj: Duodden máhtudagáv ådåsis anátjit, de galggá oahppe aj oahppat ájádallat dan birra ja adnet dav skåvlån, sijdan ja maŋŋela barggoiellemin.

source: Daelie learohke diedtem jijtse lieremisnie jih øvtiedimmesne åtna.
smj: Oahppe oadtju uddni stuoráp åvdåsvásstadusáv ietjas oahppamis ja åvddånimes.

source: Gellie jih gellebh skuvlh daelie barkoe-plaanh nuhtjieh, barkoevuekieh mah learohkeste kriebpesje jijtje soejkesjidh jih barkoe-aamhtsigujmie giehtelidh.
smj: Ienep gå avtan skåvlån barggoplánajt adnegåhti, ja dákkár barggamvuohke rávkká vaj oahppe iesj dahkamusájt pláni ja tjadát.

source: Nimhtie learohke maahtoem daarpesje ovmese barkoevuekiej jih metovdi bijre.
smj: Dan diehti dárbaj oahppe máhtov duon dán barggamvuoge birra.

source: Learohke aaj tjoevere daejredh guktie satne verveste.
smj: Oahppe hæhttu aj buoragit dádjadit gåktu sån doajmmá.

source: Guktie diedtem jijtse lieremen åvteste guadta ?
smj: Majt sihtá javllat åvdåsvásstádusáv válldet ietjas oahppamis ?

source: Dan gyhtjelassen bijre vihkeles digkiedidh gosse øvtiedimmiesoptsestalleme.
smj: Åvddånahttemságastallamin máhttá dat liehket ávkálasj ássjen man birra ságastallat.

source: Maam learohke dan bijre jijtje veanhta ?
smj: Gåktu jáhkká oahppe sån iesj válldá åvdåsvásstádusáv ietjas oahppamis ?

source: Lissine dan faage-øvtiedæmman jih barkoemetodide, edtja learohke aaj maahtoem øvtiedidh jih aaj daajroem tjøønghkedh guktie jeatja almetji ektine verviestidh.
smj: Duodden fágalasj åvddånibmáj ja barggamvuohkeoahppamij, hæhttu oahppe aj åvddånahttet máhtojt gåktu iehtjádij siegen doajmmat. Dáv sosiálalasj máhtov hæhttu oahppe oahppat ja adnet sæbrástallamin ja aktisasjbargon.

source: Daam maahtoem edtja learohke provhkedh gosse jeatja almetji ektine jih aaj ekti vøøki barkosne.
smj: Gåktu oahppe soapptsu vuoset gåktu oahppe doajmmá sosiálalattjat.

source: Vihkeles aaj gihtjedh mejtie learohke skuvlesne tråjjede.
smj: Dan diehti le ájnas oahppes gatjádit gåktu skåvlån soapptsu.

source: Mejtie tjarkadiksvoete learohkese skuvlesne, dovne klaassesne jih skuvlen byjresisnie ?
smj: Soapptsu gus klássan ja skåvlån ?

source: Guktie mejtie lohkehtæjjah jih skuvlevoelpetjh satnem eensi ?
smj: Boahtá gus ájgás åhpadiddjij ja guojmmeoahppij ?

source: Mejtie learohke dejtie jeatjabidie vierhtede ?
smj: Le gus oahppe smidá árvvon anátjit nuppijt ?

source: Faagen øvtiedimmie
smj: Fágalasj åvddånahttem

source: Gosse faagi bijre digkiedidh, dellie vihkeles vuartasjidh gusnie learohken tjøødthsijjie ovmese faagine.
smj: Fágalasj åvddånimen le ájnas gæhttjat gåktu oahppe doajmmá ájnegis fágajn.

source: Soptsestallemisnie leah learohkese jih eejhtegidie vihkeles saerniestimmiem vedtedh guktie daejredh magkeres jih man gååhkese learohke jakseme ovmese vuepsine.
smj: Åvddånahttemságastallamin bierriji oahppe ja æjgáda diedojt oadtjot oahppe máhtudagá birra juohkka fágan ulmij ja oasseulmij gáktuj.

source: Maadth-skuvlesne lea dagkeres saerniestimmieh namhtegh tjaaleld karakterh.
smj: Mánájskåvlån árvustalli dáv máhtov karakteraj dagi.

source: Noereskuvlesne åadtjoeh tjaaleld vierhtiedimmieh aajne aamhtsine jih vierhtiedimmieh ovmese boelhkefaagine jih nimhtie saernieh vedtedh learohken faage-tjøødthsijjien bijre.
smj: Nuorajskåvlån karáktera dahkamusájn ja gávddakaraktera vuosedi oahppe máhtudagáv juohkka ájnna fágan.

source: Læjhkan lea vihkeles tjaaleld vierhtiedimmij bijre soptsestidh jih aaj buerkiestimmieh man gaavhtan nimhtie.
smj: Huoman le gal ájnas váj káráktera tjielggiduvvi ja oahppe bagáduvvá.

source: Vuesiehtimmie gaavhtan lea daesnie dijre meatan daaroen lohkehtæjjeste learohkese noereskuvlesne:
smj: Dála tjuovvu buojkulvis diededibmáj dároåhpadiddjes oahppáj nuorajskåvlån:

source: Dov leah vihkeles saernieh tjaelijen bijre dov teekstesne.
smj: Dån ålov diedá ja tjálá duv tjállusin tjálle birra.

source: Hijven aaj tjaalegh meatan gærjijste jih maam tjaalije jijtje jeahteme.
smj: Buorre gå aná sitáhtajt girjijs ja majt tjálle iesj le javllam.

source: Teekste lea guhkies jih datne aaj tjaalegem juakeme sjiehteles boelhketjigujmie.
smj: Buorre gå ålov tjálá, ja dån buoragijt tevstav åsijda juogá.

source: Hijven ! Naan læhkiem båajhtode tjaaleme, jih datne tjoeverh kommaj njoelkedassigujmie barkedh.
smj: Dujna lij nágin tjállemvige, ja hæhttu sierraláhkáj tsæhkkáj barggat.

source: Manne leam tjaalegigujmie sæjrosne vihtesjamme.
smj: Lev nágin kommentárajt sijddobælláj tjállám.

source: Lohkh dejtie jih vuartsjh kuvsjegærjesne s.140 Mujhtieh aaj væhtah gosse gieh maam joem jeahta.
smj: Lågå dajt ja gehtja låhkåmgirjen b. 140.

source: Daate joekoen vihkeles jis learohkese geerve sjiere faagi- jallh faagetsiehkine barkedh.
smj: Mujte aj mierkkit njuolggahålan.

source: Soejkesjimmien jih raeriestimmien tjirrh learohke tjoevere åadtjodh daejredh maam joem darjodh jih guktie altese lierehtimmiem jih øvtiedimmiem bueriedidh.
smj: Dát le sierraláhkáj ájnas jus oahppen lij gássjelisvuoda fágajn jali fáhkasuorgen. Tjielggidusáj ja bagádusáj baktu oahppe dádjat gåktu máhttá buoredit ietjas oahppamav ja máhtov.

source: DIEDTE JIJTJEDH LIEREMASSE (I) (v.g.)
smj: ÅVDÅSVÁSSTÁDUS IETJAS OAHPPAMA ÅVDÅS (I) (buojkulvis)

source: • Dov jijtjedh vuepsieh lieremasse ?
smj: • Li gus dujna ulme gå barga ?

source: • Dov dirregh meatan mah daerpies ?
smj: • Le gus dujna gájkka nævo majt dárbaha ?

source: • Datne dam darjoeh ?
smj: • Dagá gus dajt bargojt massta la åvdåsvásstádusáv oadtjum ?

source: DIEDTE JIJTJEDH LIEREMASSE (II.)
smj: ÅVDÅSVÁSSTÁDUS IETJAS OAHPPAMA ÅVDÅS (II.)

source: (v.g.)
smj: (buojkulvis)

source: • barkojse ?
smj: • Le gå gárves skåvllåbargguj ?

source: • Datne våårkehke gosse øøhpehtimmie ?
smj: • Tjuovo gus gå åhpaduvvá ?

source: Mejtie learohkese geerve faagigujmie barkedh jallh aeblehts ?
smj: Le gus oahppen gásjelisvuoda fágan, váj nievres båhtusijt oadtju dan diehti gå ij nuohkásav barga ?

source: Mejtie øøhpehtimmie jih viehkie skuvlesne maahta buerebe sjidtedh ?
smj: Máhttá åhpadibme ja viehkke skåvlån buorebut doajmmat ?

source: Dageres gyhtjelassi bijre leah vihkeles digkiedidh gosse øvtiedimmiesoptsestalleme.
smj: Dá gatjálvisá máhtti ávkken liehket gå barggagåhti åvddånahttemságastallamijn.

source: Joe båarasåbpoe learohke lea, buerebe daejredh maam jijtje veanhta.
smj: Dadi vuorrasap oahppe le, dadi buorebut dádjat gåktu iesj doajmmá.

source: Nuhteles aaj vuejnedh guktie eejhtegh maehtieh viehkiehtidh øvtiedimmiem stuvredh.
smj: Ávkken le aj gæhttjat gåktu æjgáda máhtti viehkedit vijdábut åvddånahttemin.

source: Øvtiedimmie sosiale aamhtsi gaavhtan
smj: Sosiálalasj åvddånahttem

source: Dagkeres aamhtsh leah øvtiedimmie-våarome jih daerpies gosse learohkese tjarkadiks-voetem vedtedh.
smj: Skåvlån lij moadda mærrádusá ja njuolgadusá man vuosstij sihti oahppe galggi åvddånit ja majt sihti oahppe galggi tjuovvot.

source: Learohke, eejhtegh jih skuvle tjoeverieh ekti-vøøki barkedh jis nimhtie buektiehtidh.
smj: Dákkir mærrádusajs ja njuolgadusájs badjáni guotto ma li buore skåvllåbirrásij, ja oahppe, æjgáda ja åhpadiddje bierriji dajt aktan gávnadit.

source: Learohke tjoevere daejredh guktie altse dåemiedimmie dejtie jeatja learohkide, klaassem jih skuvlen learoe-sijjiem tsevtsede.
smj: Oahppe hæhttu oahppat gåktu suv dábe ja dåmadimvuoge bájnni klássa- ja skåvllåbirrusav.

source: Vihkeles aaj learohke rasth tseegkie gosse ij krøøhkestimmiem dåastoeh.
smj: Ájnas le aj oahppáj oahppat mierijt biedjat goassa dåbddå ij iehtjádijs vieleduvá.

source: Guktie aerebi nebneme leah akti vøøki darjome jih ektesvuekiebarkoe vihkeles dovne learohken dåemiedæmman jeatja almetji ektine jih aaj faage-barkojse.
smj: Gåktu åvdebut lip nammadam de le máhtudahka aktan doajmmat ja aktisattjat barggat vuodon sosiálalasj ja adjáj fágalasj åvddånibmáj.

source: Krøøhkestimmie jih siemes-voete leah jeatja goerkesh maam joem dan bijre jiehtieh.
smj: Iehtjádijt árvvon adnet ja gierddisvuohta libá aj ájnnasa dási.

source: Guktie maahta learohke verviestidh jih buerie øvtiedimmiem åadtjodh bihkedimmien tjirrh ?
smj: Mij la dáj moalgedimij sisadno ? Ja gåktu máhttá oahppe åvddånit viehkedime ja gierddisuovda hárráj ?

source: Dievesjh tjoeverieh vuesihtæmman båetedh måadtesh vuepsiej tjirrh.
smj: Buojkuldagá hæhttuji tjielggiduvvat oasseulmij baktu.

source: Daesnie aaj gåarede vierhtiedimmiesjeema provhkedh.
smj: Dánna aj le máhttelis árvustallamsjiemáv adnet.

source: Magkeres øvtiedimmievuepsieh bøøremes learohkese gosse krøøhkestimmiem jih toleransem øvtiedidh ?
smj: Makkir oasseulmijda máhttá oahppe rahtjat gå le sáhka vieledimes ja gierddisvuodas ?

source: Soptsestallemem tjåanghkan biejedh jih orre øvtiedimmievuepsieh moenedh
smj: Tjoahkkájgiessem ságastallamis ja ådå åvddånahttemulme

source: Buerie rååresjimmieh leah vihkeles gosse vihth faagi-jih sosiale øvtiedimmiejgujmie barkedh båetije barkoe-boelhkesne.
smj: Buorre ságastallamin le tjoahkkájgæsos gånnå sjiehtat ådå sosiálalasj ja fágalasj åvddånahttemulmijt boahtte barggoájggegávddaj.

source: KRØØHKESTIMMIE JIH TOLERANSE Vuepsie:
smj: VIELEDIBME JA GIERDDISVUOHTA Ulmme:

source: • Learohke krøøhkestimmiem
smj: • Oahppen le vieledibme

source: jih siemes-voetem jeatja almetji ektesne vusehte Vuapsetjh (v.g..):
smj: ja gierddisvuohta ietjas guojmmeulmutjij hárráj Oasseulme (buojkulvisá):

source: • Learohke arhpemem jeatjabidie
smj: • Oahppe le gierddis sijájn gudi dav

source: vuesehte
smj: dárbahi

source: • Learohke viehkehte dejtie guhth
smj: • Oahppe doarjju ja bælos sijáv

source: nåake
smj: gudi illastuvvi

source: • Learohke bueriesvoetem
smj: • Oahppe iehtjádij

source: vuesehte seamma guktie almetje
smj: iesjárvov vielet

source: MÅÅHTEDIMMIE
smj: SJIEHTADUS

source: Vuepsieh: Diedte: Lohkemem bueriedidh, goltelisnie lohkedh 10 minudth måantan jih gaskevåhkoen Learohke Leaksode darjodh mah barkoe-plaanesne tjåadtjoeh Learohke / eejhtegh Aellieh sturrh guhtem gie soptsestalleminie Learohke Tjaeledh gaajhkide njalmeld dijride taavlese Lohkehtæjja
smj: Ulmme: Vásstediddje: Buoredit låhkåmav tjavggalåhkusijn 10 min. mánnodagá ja gasskavahko Oahppe Ållit sijddabargojt barggoplánan Oahppe / æjgáda Ij hiemssedit suv guhti sáhkat Oahppe Tjále gájkka diedojt táblluj Åhpadiddje

source: Learohke Eejhtegh / åvtes-viehkieh Lohkehtæjja
smj: oahppe æjgáda / åvdåstiddje åhpadiddje

source: Mij soptsestallemistie båata maahta dovne njalmeld jih tjaaleld årrodh, mohte jis vuepsieh vihkeles learohken vijriebasse øvtiedæmman dellie bøørieh tjaaleld årrodh.
smj: Tjoahkkájgæsos máhttá liehket juogu tjálalattjat jali njálmálattjat, valla jus ulme lij ájnnasa oahppe åvddånibmáj le buoremus tjálalattjat.

source: Daate learohken øvtiedimmien bijre jih dan gaavhtan bøøroe jijtje meatan jih veeljedh magkeres øvtiedimmievuepsieh vihkeles jih magkeres edtjieh tjaaleld årrodh.
smj: Gå le oahppe åvddånahttema birra sáhka, bierri sån aktijvalattjat oassálasstet gå åvddånahttemulmijt sjiehtat, aj dajt ulmij hárráj ma galggi tjálalattjat liehket.

source: Eah man gellie vuepsieh daerpies.
smj: Ulme hæhttuji liehket gallegahttja ja oane.

source: Daamtaj leah gøøkte, golme vuepsieh nuekies.
smj: Álu la nuoges guovtijn jali gålmåjn ulmijn.

source: Dellie aaj aelhkebe vuejnedh mejtie learohke vuepside jakseminie vuj ij.
smj: Nav la álkkep vuojnnet jus oahppe åvddån váj ij.

source: Mååhtedimmijne aaj maehtieh vuepsieh meatan mejtie lohkehtæjja jih / jallh eejhtegh maehtieh dåarjodh.
smj: Máhtti aj sjiehtadit jus oahppe galggá oatsoduvvat åhpadiddjes váj / jali æjgádijs.

source: Guktie diedtem learohken, eejhtegi jih skuvlen gaskems juekedh.
smj: Gåktu åvdåsvásstádusáv juohket oahppe, æjgádij ja skåvlå gaskan

source: Vuepsiej digkiedimmesne leah vihkeles siemes sjidtedh gien åejvie-diedte dejtie ovmese vuepside.
smj: Tjoahkkájgiessemin le luondulasj guorrasit gænna l oajvveåvdåsvásstádus gåtsedit juohkka ájnna ulmev.

source: Bøøremes lea diedtem juekedh learohken, skuvlen jih eejhtetegi gaskems.
smj: Åvdåsvásstádusáv máhttá ja bierri juohket oahppe, skåvlå ja æjgádij gaskan.
